{"Dublin Core:Provenance": "Ohio State", "Dublin Core:Title": "National Land Cover: Stark County, Ohio, United States", "GeoBlacklight:Esri Rest Service": "https://services2.arcgis.com/1JiK2PayqrHvvJhM/arcgis/rest/services/NationalLandCover/FeatureServer/0", "GeoBlacklight:Download File": "http://ogrip-geohio.opendata.arcgis.com/datasets/86f8fb79c3a140b29d1685411bd8b502_0.zip", "Dublin Core:Date": "2019", "Dublin Core:Description": "Land cover identified by the National Land Cover Database (NLCD) within Stark County, Ohio. The NLCD is provided and maintained by the Multi-Resolution Land Characteristics (MRLC) Consortium. The primary objective is to provide a consistent and nationwide database of land cover for local, state, and federal agencies. It was downloaded from https://www.mrlc.gov/national-land-cover-database-nlcd-2016 in May, 2019, and clipped to the Stark County boundary.This version of the NLCD in Stark County uses 11 different land cover codes with corresponding descriptions:2. Deciduous Forest - areas dominated by trees generally greater than 5 meters tall, and greater than 20% of total vegetation cover. More than 75% of the tree species shed foliage simultaneously in response to seasonal change.3. Evergreen Forest - areas dominated by trees generally greater than 5 meters tall, and greater than 20% of total vegetation cover. More than 75% of the tree species maintain their leaves all year. Canopy is never without green foliage.4. Pasture - areas of grasses, legumes, or grass-legume mixtures planted for livestock grazing or the production of seed or hay crops, typically on a perennial cycle. Pasture/hay vegetation accounts for greater than 20% of total vegetation.5. Crop - areas used for the production of annual crops, such as corn, soybeans, vegetables, tobacco, and cotton, and also perennial woody crops such as orchards and vineyards. Crop vegetation accounts for greater than 20% of total vegetation. This class also includes all land being actively tilled.6. Open Water - areas of open water, generally with less than 25% cover of vegetation or soil.7. Residential - areas of residential development.8. Commercial/Industrial/Transportation - areas of commercial or industrial development; or areas dedicated for transportation.9. Bare/Mines - areas of bedrock, desert pavement, scarps, talus, slides, volcanic material, glacial debris, sand dunes, strip mines, gravel pits and other accumulations of earthen material. Generally, vegetation accounts for less than 15% of total cover.10. Urban/Recreational Grasses - areas with a mixture of some constructed materials, but mostly vegetation in the form of lawn grasses. Impervious surfaces account for less than 20% of total cover. These areas most commonly include large-lot single-family housing units, parks, golf courses, and vegetation planted in developed settings for recreation, erosion control, or aesthetic purposes.11. Herbaceous Wetlands - Areas where perennial herbaceous vegetation accounts for greater than 80% of vegetative cover and the soil or substrate is periodically saturated with or covered with water. 12. Woody Wetlands - areas where forest or shrubland vegetation accounts for greater than 20% of vegetative cover and the soil or substrate is periodically saturated with or covered with water.", "Dublin Core:Subject": "Imagery and Base Maps", "GeoBlacklight:Information Page": "http://ogrip-geohio.opendata.arcgis.com/datasets/86f8fb79c3a140b29d1685411bd8b502_0", "Dublin Core:Date Issued": "5/30/2019", "GeoBlacklight:Web Map Service": "", "GeoBlacklight:Geometry Type": "Vector", "Dublin Core:Source": "11a-01", "Dublin Core:Accrual Method": "ArcGIS Hub", "Dublin Core:Coverage": "-81.65159420951997,40.62894233629516,-81.08186268224006,40.99355460336204", "Dublin Core:References": "\\\"http://schema.org/url\\\":\\\"http://ogrip-geohio.opendata.arcgis.com/datasets/86f8fb79c3a140b29d1685411bd8b502_0\\\",\\\"http://schema.org/downloadUrl\\\":\\\"http://ogrip-geohio.opendata.arcgis.com/datasets/86f8fb79c3a140b29d1685411bd8b502_0.zip\\\",\\\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\\\":\\\"https://services2.arcgis.com/1JiK2PayqrHvvJhM/arcgis/rest/services/NationalLandCover/FeatureServer/0\\\"", "Dublin Core:Temporal Coverage": "", "Dublin Core:Requires": "", "Dublin Core:Format": "Shapefile", "Dublin Core:Alternative Title": "National Land Cover (in Stark County)", "Dublin Core:Identifier": "86f8fb79c3a140b29d1685411bd8b502_0", "Dublin Core:Creator": "Ohio Geographically Referenced Information Program", "Dublin Core:Type": "Dataset|Service", "tags": "FeatureServer", "GeoBlacklight:Open Index Map": "", "Dublin Core:Extent": "Geospatial data", "Code": "11a-01", "Dublin Core:Replaces": "", "GeoBlacklight:Thumbnail": "", "Item Type Metadata:Status": "Active", "Dublin Core:Is Part Of": "State Agencies Geospatial Data", "Dublin Core:Publisher": "State of Ohio", "Dublin Core:Spatial Coverage": "Ohio, United States", "Dublin Core:Date Accepted": "6/12/2019"}